Repository: beeradmoore/dlss-swapper
Catalog: src/Translations/*/Resources.resw
Source language: en_us
Languages: ar_sa, ar_sy, ca_es, cs_cz, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# GamePage_DLSSPresetInfo_Tooltip
source: Setting a DLSS preset does not guarantee that the preset is used.
ar_sa: تعيين إعداد مسبق لـ DLSS لا يضمن أنه سيتم استخدامه.
ar_sy: تعيين إعداد DLSS المسبق لا يضمن استخدام هذا الإعداد.
ca_es: Establint un preset de DLSS no garanteix que el preset sigui utilitzat.
cs_cz: Nastavení presetu DLSS negarantuje, že bude použit.
de_de: Das Festlegen eines DLSS-Presets garantiert nicht, dass dieses Preset auch verwendet wird.
es_es: Establecer un preajuste de DLSS no garantiza que se utilice el preajuste.
fa_ir: تنظیم یک پریست DLSS تضمین نمی‌کند که حتماً از آن استفاده شود.
fi_fi: DLSS-esiasetuksen asettaminen ei takaa, että sitä käytetään.
fr_fr: Le fait de définir un préréglage DLSS ne garantit pas que ce préréglage sera utilisé.
he_il: הגדרת פריסט של DLSS אינה מבטיחה שייעשה שימוש בפריסט זה.
it_it: L'impostazione di un preset DLSS non garantisce che il preset venga utilizzato.
ja_jp: DLSS プリセットを設定しても、そのプリセットが必ず使用されるとは限りません。
ko_kr: DLSS 프리셋을 설정한다고 해서 해당 프리셋의 사용이 반드시 보장되는 것은 아닙니다.
pl_pl: __UNTRANSLATED__Setting a DLSS preset does not guarantee that the preset is used.
pt_br: Definir uma predefinição DLSS não garante que a predefinição seja usada.
ru_ru: Установка пресета DLSS не гарантирует, что он будет использоваться.
th_th: การตั้งค่า DLSS preset ไม่ได้รับประกันว่าพรีเซ็ตนั้นจะถูกนำไปใช้งานจริง
tr_tr: Bir DLSS ön ayarı seçmek o ön ayarın kullanılacağını garanti etmez.
uk_ua: Встановлення пресету DLSS не гарантує його використання.
vi_vn: Việc đặt preset DLSS không đảm bảo rằng preset đó được sử dụng.
zh_cn: 你所设置的 DLSS 预设并不能绝对确保该预设能被游戏软件正确使用。

# GamePage_Favorited
source: Favorited
ar_sa: تم الإضافة إلى المفضلة
ar_sy: مُفضَّل
ca_es: Afegit a preferits
cs_cz: Oblíbené
de_de: Als Favorit gespeichert
es_es: Añadido a favoritos
fa_ir: مورد علاقه
fi_fi: Merkitty suosikiksi
fr_fr: Favoris
he_il: במועדפים
it_it: Preferito
ja_jp: お気に入り
ko_kr: 즐겨찾기에 추가됨
pl_pl: Ulubiony
pt_br: Favoritado
ru_ru: В избранном
th_th: เพิ่มในรายการโปรดแล้ว
tr_tr: Favorilere Eklendi
uk_ua: В обраному
vi_vn: Đã yêu thích
zh_cn: 已收藏
zh_tw: 已加入我的最愛

# GamePage_History
source: History
ar_sa: السجل
ar_sy: تاريخ
ca_es: Historial
cs_cz: Historie
de_de: Verlauf
es_es: Historial
fa_ir: تاریخچه
fi_fi: Historia
fr_fr: Historique
he_il: היסטוריה
it_it: Storiale
ja_jp: 履歴
ko_kr: 기록
pl_pl: __UNTRANSLATED__History
pt_br: Histórico
ru_ru: История
th_th: ประวัติการใช้งาน
tr_tr: Geçmiş
uk_ua: Історія
vi_vn: Lịch sử
zh_cn: 历史

# GamePage_InstallPath
source: Install path
ar_sa: مسار التثبيت
ar_sy: مسار التثبيت
ca_es: Ruta d'instal·lació
cs_cz: Cesta instalace
de_de: Installationspfad
es_es: Ruta de instalación
fa_ir: مسیر نصب
fi_fi: Asennuspolku
fr_fr: Chemin d'installation
he_il: נתיב התקנה
it_it: Percorso di installazione
ja_jp: インストール先パス
ko_kr: 설치 경로
pl_pl: Ścieżka instalacji
pt_br: Caminho de instalação
ru_ru: Путь установки
th_th: โฟลเดอร์ที่ติดตั้ง
tr_tr: Yükleme yolu
uk_ua: Шлях встановлення
vi_vn: Đường dẫn cài đặt
zh_cn: 安装路径
zh_tw: 安裝路徑

# GamePage_InvalidFileTypeTemplate
source: "{0}" is an invalid file type
ar_sa: نوع الملف هذا "{0}" غير صالح
ar_sy: "{0}" نوع ملف غير صالح
ca_es: "{0}" és un tipus de fitxer no vàlid
cs_cz: "{0}" je nesprávný typ souboru
de_de: „{0}“ ist ein ungültiger Dateityp.
es_es: "{0}" es un tipo de archivo no válido
fa_ir: فایل «{0}» یک نوع فایل نامعتبر است
fi_fi: "{0}" on virheellinen tiedostotyyppi
fr_fr: « {0} » est un type de fichier non valide.
he_il: "{0}" הוא סוג קובץ לא תקין
it_it: "{0}" è un tipo di file non valido
ja_jp: 「{0}」は無効なファイル形式です
ko_kr: "{0}"은(는) 유효하지 않은 파일 형식입니다.
pl_pl: "{0}" nie jest właściwym typem pliku
pt_br: "{0}" é um tipo de arquivo inválido
ru_ru: "{0}" недопустимый тип файла
th_th: "{0}" เป็นประเภทไฟล์ที่ไม่ถูกต้อง
tr_tr: "{0}" geçersiz bir dosya türüdür
uk_ua: "{0}" є недійсним типом файлу
vi_vn: "{0}" là loại tệp không hợp lệ
zh_cn: "{0}" 是无效的文件类型
zh_tw: 「{0}」為無效檔案類型

# GamePage_Launch
source: Launch
ar_sa: تشغيل
ar_sy: تشغيل
ca_es: Inicia
cs_cz: Spustit
de_de: Start
es_es: Iniciar
fa_ir: اجرا
fi_fi: Käynnistä
fr_fr: Lancer
he_il: הפעל
it_it: Lanciare
ja_jp: 起動
ko_kr: 실행
pl_pl: __UNTRANSLATED__Launch
pt_br: Iniciar
ru_ru: Запустить
th_th: เปิดใช้งาน
tr_tr: Başlat
uk_ua: Запустити
vi_vn: Khởi chạy
zh_cn: 启动

# GamePage_ManuallyAdded_CantBeRemoved
source: This title is not manually added and can't be removed.
ar_sa: لم تتم إضافة هذا العنوان يدويًا ولا يمكن حذفه.
ar_sy: هذا العنوان لم يُضف يدوياً ولا يمكن إزالته
ca_es: Aquest títol no ha sigut afegit manualment i no es pot eliminar.
cs_cz: Tato hra není přidána manuálně a nemůže být odstraněna
de_de: Dieser Titel wurde nicht manuell hinzugefügt und kann nicht entfernt werden.
es_es: Este título no se ha añadido manualmente y no se puede eliminar.
fa_ir: این عنوان به صورت دستی اضافه نشده است و قابل حذف نیست.
fi_fi: Tämä nimike ei ole manuaalisesti lisätty eikä sitä voi poistaa.
fr_fr: Ce titre n'est pas ajouté manuellement et ne peut pas être supprimé.
he_il: כותר זה לא נוסף באופן ידני ולא ניתן להסירו.
it_it: Questo titolo non è stato aggiunto manualmente e non può essere rimosso.
ja_jp: このタイトルは手動で追加されたものではなく、削除することもできません。
ko_kr: 이 타이틀은 수동으로 추가된 것이 아니므로 삭제할 수 없습니다.
pl_pl: Ten tytuł nie został dodany ręcznie i nie można go usunąć.
pt_br: Este título não foi adicionado manualmente e não pode ser removido.
ru_ru: Этот заголовок не добавляется вручную и не может быть удален.
th_th: เกมนี้ไม่ได้ถูกเพิ่มเข้ามาแบบ Manual จึงไม่สามารถลบออกจากรายการได้
tr_tr: Bu başlık manuel olarak eklenmemiştir ve kaldırılamaz.
uk_ua: Цей заголовок не додано вручну та не можна видалити.
vi_vn: Tiêu đề này không được thêm thủ công và không thể xóa.
zh_cn: 此标题不是手动添加的，无法移除。
zh_tw: 這個標題並非手動新增，無法移除。

# GamePage_ManuallyAdded_RemoveGameTemplate
source: Are you sure you want to remove "{0}" from DLSS Swapper? This will not make any changes to DLSS files that have already been swapped.
ar_sa: هل أنت متأكد أنك تريد إزالة "{0}" من DLSS Swapper؟ هذا لن يُحدث أي تغييرات في ملفات DLSS التي تم تبديلها بالفعل.
ar_sy: هل أنت متأكد من أنك تريد إزالة "{0}" من DLSS Swapper؟ هذا لن يؤثر على ملفات DLSS التي تم تبديلها بالفعل.
ca_es: Esteu segur que voleu eliminar "{0}" del DLSS Swapper? Això no farà cap canvi als fitxers DLSS que ja s'han intercanviat.
cs_cz: Opravdu chcete odstranit soubor "{0}" z nástroje DLSS Swapper? Tato akce neprovede žádné změny v souborech DLSS, které již byly vyměněny.
de_de: Sind Sie sicher, dass Sie „{0}“ aus DLSS Swapper entfernen möchten? Dies hat keine Auswirkungen auf DLSS-Dateien, die bereits ausgetauscht wurden.
es_es: ¿Estás seguro de que quieres eliminar "{0}" de DLSS Swapper? Esto no realizará ningún cambio en los archivos DLSS que ya se hayan intercambiado.
fa_ir: آیا مطمئن هستید که می‌خواهید «{0}» را از DLSS Swapper حذف کنید؟ این کار هیچ تغییری در فایل‌های DLSS که قبلاً تعویض شده‌اند ایجاد نمی‌کند.
fi_fi: Haluatko varmasti poistaa "{0}" DLSS Swapperista? Tämä ei muuta mitään DLSS-tiedostoja, jotka on jo vaihdettu.
fr_fr: Êtes-vous sûr de vouloir supprimer « {0} » de DLSS Swapper ? Cela n'aura aucun effet sur les fichiers DLSS qui ont déjà été remplacés.
he_il: האם אתה בטוח שברצונך להסיר את "{0}" מ-DLSS Swapper? פעולה זו לא תבצע שינויים כלשהם בקובצי DLSS שכבר הוחלפו.
it_it: Vuoi davvero rimuovere "{0}" da DLSS Swapper? Questo non apporterà alcuna modifica ai file DLSS già scambiati.
ja_jp: DLSS Swapper から「{0}」を削除してもよろしいですか？既に置き換え済みの DLSS ファイルには変更は加えられません。
ko_kr: DLSS Swapper에서 '{0}'을(를) 제거하시겠습니까? 이미 교체된 DLSS 파일은 변경되지 않습니다.
pl_pl: Czy na pewno chcesz usunąć "{0}" z DLSS Swapper? Nie spowoduje to żadnych zmian w plikach DLSS, które zostały już zamienione.
pt_br: Tem certeza de que deseja remover "{0}" do DLSS Swapper? Isso não afetará os arquivos de DLSS já trocados.
ru_ru: Вы уверены, что хотите удалить "{0}" из DLSS Swapper? Это не повлияет на DLSS-файлы, которые уже были заменены.
th_th: คุณแน่ใจหรือไม่ที่จะลบ "{0}" ออกจาก DLSS Swapper? การทำเช่นนี้จะไม่เปลี่ยนแปลงไฟล์ DLSS ในเกมที่ถูกสลับไปแล้ว
tr_tr: "{0}" oyununu DLSS Swapper'dan kaldırmak istediğinizden emin misiniz? Bu işlem, daha önce değiştirilmiş olan DLSS dosyalarında herhangi bir değişiklik yapmayacaktır.
uk_ua: Ви впевнені, що хочете видалити "{0}" з DLSS Swapper? Це не внесе жодних змін у файли DLSS, які вже були обмінені.
vi_vn: Bạn có chắc chắn muốn xóa "{0}" khỏi DLSS Swapper? Điều này sẽ không thay đổi bất kỳ tệp DLSS nào đã được hoán đổi.
zh_cn: 确定要从 DLSS Swapper 中删除 "{0}" ？这不会影响已经替换的 DLL 文件。
zh_tw: 確定要從 DLSS Swapper 中移除「{0}」嗎？這不會影響已替換的 DLSS 檔案。

# GamePage_MultipleDllFound_Notice
source: Shown below are the multiple DLLs found. You will still be able to swap and restore DLLs as usual as we will do these actions to all DLLs at once. However because we don't know what one of these DLLs is used by the game the DLL version shown is of the first DLL detected.
ar_sa: الموضح ادناه هي بعض من ملفات الDLLs التي وجدت. لا يزال بإمكانك تبديل واستعادة ملفات DLL كالمعتاد، حيث سنقوم بتنفيذ هذه العمليات على جميع الملفات دفعة واحدة. ومع ذلك، نظرًا لأننا لا نعلم أي من ملفات DLL هذه يتم استخدامها من قِبل اللعبة، فإن الإصدار المعروض هو لأحد أول الملفات التي تم اكتشافها.
ar_sy: الملفات المعروضة أدناه هي ملفات DLL المتعددة التي تم العثور عليها. ستظل قادراً على تبديل واستعادة ملفات DLL كالمعتاد حيث سنقوم بهذه الإجراءات على جميع ملفات DLL دفعة واحدة. ومع ذلك، نظراً لأننا لا نعرف أي من ملفات DLL هذه تستخدمه اللعبة، فإن إصدار DLL المعروض هو لأول ملف DLL تم اكتشافه.
ca_es: A continuació es mostren les diverses DLL trobades. Encara podreu intercanviar i restaurar les DLL com de costum, ja que farem aquestes accions a totes les DLL alhora. Tanmateix, com que no sabem quina d'aquestes DLL utilitza el joc, la versió de DLL que es mostra és de la primera DLL detectada.
cs_cz: Níže je zobrazeno několik nalezených DLL souborů. Stále bude možné DLL soubory vyměňovat a obnovovat jako obvykle, protože tyto akce budou provedeny se všemi DLL soubory najednou. Protože však není jasné, který z těchto DLL souborů hra používá, zobrazená verze DLL je první detekované DLL.
de_de: Nachfolgend sind die gefundenen DLLs aufgeführt. Sie können DLLs weiterhin wie gewohnt austauschen und wiederherstellen, da wir diese Aktionen für alle DLLs gleichzeitig durchführen. Da wir jedoch nicht wissen, welche dieser DLLs vom Spiel verwendet wird, wird die DLL-Version der ersten gefundenen DLL angezeigt.
es_es: A continuación se muestran las múltiples DLLs encontradas. Usted todavía será capaz de intercambiar y restaurar DLLs como de costumbre, ya que vamos a hacer estas acciones a todos los DLLs a la vez. Sin embargo, debido a que no sabemos cuál de estas DLLs es utilizada por el juego, la versión DLL mostrada es la de la primera DLL detectada.
fa_ir: چندین فایل DLL یافت‌شده در زیر نمایش داده شده‌اند. شما همچنان می‌توانید مانند روال عادی فایل‌های DLL را تعویض و بازیابی کنید، زیرا ما این اقدامات را روی همه DLLها به صورت همزمان انجام خواهیم داد. با این حال، چون نمی‌دانیم بازی دقیقاً از کدام یک از این DLLها استفاده می‌کند، نسخه DLL نمایش داده شده مربوط به اولین DLL شناسایی‌شده است.
fi_fi: Alla olevat ovat useat löydetyt DLL-tiedostot. Voit silti vaihtaa ja palauttaa DLL-tiedostoja tavalliseen tapaan, koska teemme nämä toiminnot kaikille DLL-tiedostoille kerralla. Koska emme tiedä mitä näistä DLL-tiedostoista peli käyttää, näytetty DLL-versio on ensimmäisen havaitun DLL-tiedoston versio.
fr_fr: Vous trouverez ci-dessous les multiples DLL trouvées. Vous pourrez toujours échanger et restaurer les DLL comme d'habitude, car nous effectuerons ces actions sur toutes les DLL en même temps. Cependant, comme nous ne savons pas laquelle de ces DLL est utilisée par le jeu, la version de DLL affichée est celle de la première DLL détectée.
he_il: להלן מוצגים מספר קובצי ה-DLL שנמצאו. עדיין תוכל להחליף ולשחזר קובצי DLL כרגיל, מכיוון שנבצע פעולות אלו על כל קובצי ה-DLL בבת אחת. עם זאת, מכיוון שאיננו יודעים באיזה מקובצי ה-DLL הללו המשחק משתמש, גרסת ה-DLL המוצגת היא של קובץ ה-DLL הראשון שזוהה.
it_it: Di seguito sono mostrate le varie DLL rilevate. Sarà comunque possibile scambiare e ripristinare le DLL come di consueto, poiché queste azioni verranno eseguite su tutte le DLL contemporaneamente. Tuttavia, poiché non sappiamo quale di queste DLL venga utilizzata dal gioco, la versione DLL mostrata è quella della prima DLL rilevata.
ja_jp: 以下に、検出された複数の DLL を表示します。すべての DLL に対して一括で処理を行うため、DLL の置き換えや復元は通常通り行うことができます。ただし、これらの DLL のうちどれがゲームで使用されているかは不明であるため、表示されている DLL のバージョンは最初に検出された DLL のものです。
ko_kr: 아래에 발견된 여러 개의 DLL이 표시됩니다. 평소처럼 DLL을 교체하거나 복구할 수 있지만, 모든 DLL에 동시에 적용됩니다. 단, 게임이 이 중 어떤 DLL을 사용하는지 알 수 없으므로 표시된 버전은 처음 감지된 DLL 기준입니다.
pl_pl: Poniżej przedstawiono wiele znalezionych bibliotek DLL. Nadal będziesz mógł zamieniać i przywracać biblioteki DLL w zwykły sposób, ponieważ wykonamy te czynności dla wszystkich bibliotek DLL jednocześnie. Ponieważ jednak nie wiemy, która z tych bibliotek DLL jest używana przez grę, pokazana wersja DLL dotyczy pierwszej wykrytej biblioteki DLL.
pt_br: Múltiplas DLLs encontradas abaixo. As ações de troca e restauração afetarão todas elas. No entanto, como não sabemos qual DLL é usada pelo jogo, a versão mostrada é a da primeira detectada.
ru_ru: Ниже показаны найденные DLL. Вы по-прежнему сможете обменивать и восстанавливать DLL, как обычно, поскольку мы будем выполнять эти действия со всеми DLL одновременно. Однако, поскольку мы не знаем, какой из этих DLL используется игрой, показана версия первого обнаруженного DLL.
th_th: ด้านล่างนี้คือไฟล์ DLL หลายไฟล์ที่ตรวจพบ คุณยังสามารถสลับและกู้คืนไฟล์ได้ตามปกติ แต่เนื่องจากเราไม่รู้ว่าเกมใช้ไฟล์ไหน เวอร์ชันที่แสดงจึงเป็นของไฟล์แรกที่โปรแกรมเจอ
tr_tr: Aşağıda bulunan birden fazla DLL gösterilmektedir. Tüm DLL'ler için bu işlemleri aynı anda yapacağımızdan, DLL'leri her zamanki gibi değiştirebilir ve geri yükleyebilirsiniz. Ancak, bu DLL'lerden hangisinin oyun tarafından kullanıldığını bilmediğimiz için gösterilen DLL sürümü, tespit edilen ilk DLL'e aittir.
uk_ua: Нижче показано кілька знайдених DLL. Ви все ще зможете обмінювати та відновлювати DLL як завжди, оскільки ми виконуватимемо ці дії з усіма DLL одночасно. Однак, оскільки ми не знаємо, яка з цих DLL використовується грою, показана версія першої виявленої DLL.
vi_vn: Dưới đây là nhiều DLL được tìm thấy. Bạn vẫn có thể hoán đổi và khôi phục DLL như bình thường vì chúng tôi sẽ thực hiện các hành động này cho tất cả DLL cùng lúc. Tuy nhiên, vì chúng tôi không biết DLL nào trong số này được trò chơi sử dụng, phiên bản DLL hiển thị là của DLL đầu tiên được phát hiện.
zh_cn: 下方显示的是检测到的多个 DLL 文件，仍然可以像往常一样进行 DLL 替换和重置操作，因为这些操作将会同时应用于所有 DLL 文件。但由于无法确定游戏具体使用的是 DLL 版本，因此显示的 DLL 版本是检测到的第一个 DLL 的版本。
zh_tw: 下列為掃描到的多個 DLL 檔案。您仍然可以像往常一樣替換並恢復 DLL 檔案，因為我們會對所有 DLL 檔案同時執行這些操作。然而，由於我們不確定遊戲會用到這些 DLL 檔案中的哪一個，因此顯示的 DLL 檔案版本為掃描到的第一個 DLL 檔案版本。

# GamePage_MultipleDllsFound
source: Multiple DLLs found
ar_sa: تم العثور على ملفات DLL متعددة
ar_sy: تم العثور على ملفات DLL متعددة
ca_es: S'han trobat diverses DLL
cs_cz: Nalezeno více souborů DLL
de_de: Mehrere DLLs gefunden
es_es: Múltiples DLLs encontrados
fa_ir: چندین DLL یافت شد
fi_fi: Useita DLL-tiedostoja löytyi
fr_fr: Plusieurs fichiers DLL trouvés
he_il: נמצאו מספר קובצי DLL
it_it: Sono state trovate più DLL
ja_jp: 複数の DLL が見つかりました
ko_kr: 여러 개의 DLL 발견됨
pl_pl: Znaleziono wiele bibliotek DLL
pt_br: Múltiplas DLLs encontradas
ru_ru: Найдены несколько DLL
th_th: ตรวจพบไฟล์ DLL หลายไฟล์
tr_tr: Birden Fazla DLL Bulundu
uk_ua: Знайдено кілька DLL
vi_vn: Tìm thấy nhiều DLL
zh_cn: 发现多个 DLL 文件
zh_tw: 掃描到多個 DLL 檔案

# GamePage_MultipleDllsFoundTemplate
source: Multiple {0} DLLs Found
ar_sa: تم العثور على عدة ملفات DLL من نوع {0}
ar_sy: تم العثور على ملفات {0} DLL متعددة
ca_es: S'han trobat diverses {0} DLL
cs_cz: Nalezeno více {0} DLL souborů
de_de: Mehrere {0} DLLs gefunden
es_es: Múltiples DLLs de {0} Encontrados
fa_ir: چندین DLL {0} یافت شد
fi_fi: Useita {0} DLL-tiedostoja löytyi
fr_fr: Plusieurs fichiers DLL {0} trouvés
he_il: נמצאו מספר קובצי DLL של {0}
it_it: Trovati più DLL {0}
ja_jp: 複数の {0} DLL が見つかりました
ko_kr: 여러 개의 {0} DLL 발견됨
pl_pl: Znaleziono wiele plików DLL {0}
pt_br: Múltiplas DLLs do {0} encontradas
ru_ru: Найдено несколько {0} DLL
th_th: ตรวจพบไฟล์ DLL {0} หลายไฟล์
tr_tr: Birden Fazla {0} DLL'i Bulundu
uk_ua: Знайдено кілька {0} DLL
vi_vn: Tìm thấy nhiều DLL {0}
zh_cn: 发现多个 {0} DLL文件
zh_tw: 掃描到多個 {0} DLL 檔案

# GamePage_NoDllsFoundError_Message
source: Please go to the library page to download new DLLs.
ar_sa: يُرجى الانتقال إلى صفحة المكتبة لتنزيل ملفات DLL جديدة.
ar_sy: توجه إلى صفحة المكتبة لتنزيل ملفات DLL حديثة.
ca_es: Si us plau, aneu a la pàgina de la biblioteca per descarregar noves DLL.
cs_cz: Prosím přejděte na stránku knihovny ke stažení nových souborů DLL.
de_de: Bitte gehen Sie zur Bibliotheksseite, um neue DLLs herunterzuladen.
es_es: Vaya a la página de la biblioteca para descargar los nuevos DLL.
fa_ir: لطفاً برای دانلود DLLهای جدید به صفحه کتابخانه مراجعه کنید.
fi_fi: Mene kirjastosivulle ladataksesi uusia DLL-tiedostoja.
fr_fr: Veuillez vous rendre sur la page de la bibliothèque pour télécharger les nouveaux DLL.
he_il: אנא עבור לדף הספרייה כדי להוריד קובצי DLL חדשים.
it_it: Per scaricare le nuove DLL, vai alla pagina della biblioteca.
ja_jp: 新しい DLL をダウンロードするには、ライブラリページに移動してください。
ko_kr: 새로운 DLL을 다운로드하려면 라이브러리 페이지로 이동해 주세요.
pl_pl: Proszę przejść do zakładki z bibliotekami DLL aby pobrać nowe.
pt_br: Por favor vá até a página da biblioteca para baixar novas DLLs.
ru_ru: Перейдите на страницу библиотеки, чтобы загрузить новые DLL.
th_th: กรุณาไปที่หน้าคลังเพื่อดาวน์โหลด DLL ใหม่
tr_tr: Yeni DLL'leri indirmek için lütfen kütüphane sayfasına gidin.
uk_ua: Будь ласка, перейдіть на сторінку бібліотеки, щоб завантажити нові DLL.
vi_vn: Vui lòng đi đến trang thư viện để tải xuống DLL mới.
zh_cn: 请在 DLL 库下载新的 DLL 文件
zh_tw: 請前往 DLL 目錄頁面下載新的 DLL 檔案。

# GamePage_NoDllsFoundError_Title
source: No DLLs Found
ar_sa: لم يتم العثور على ملفات DLL
ar_sy: لم يتم العثور على ملفات DLL
ca_es: No s'han trobat DLL
cs_cz: Nebyly nalezeny žádné soubory DLL
de_de: Keine DLLs gefunden
es_es: No se Encontraron DLLs
fa_ir: هیچ DLLای یافت نشد
fi_fi: DLL-tiedostoja ei löytynyt
fr_fr: Aucun fichier DLL trouvé
he_il: לא נמצאו קובצי DLL
it_it: Nessuna DLL trovata
ja_jp: DLL が見つかりませんでした
ko_kr: DLL을 찾을 수 없음
pl_pl: Nie znaleziono bibliotek DLL
pt_br: Nenhuma DLL encontrada
ru_ru: DLL не найдены
th_th: ไม่พบไฟล์ DLL
tr_tr: Hiç DLL Bulunamadı
uk_ua: DLL не знайдено
vi_vn: Không Tìm Thấy DLL
zh_cn: 未找到 DLL 文件
zh_tw: 沒有 DLL 檔案

# GamePage_Notes
source: Notes
ar_sa: ملاحظات
ar_sy: ملاحظات
cs_cz: Poznámky
de_de: Anmerkungen
es_es: Notas
fa_ir: یادداشت‌ها
fi_fi: Muistiinpanot
fr_fr: Note
he_il: הערות
it_it: Note
ja_jp: 注記
ko_kr: 참고 사항
pl_pl: Notatki
pt_br: Notas
ru_ru: Заметки
th_th: หมายเหตุ
tr_tr: Notlar
uk_ua: Примітки
vi_vn: Ghi chú
zh_cn: 备注
zh_tw: 備註

# GamePage_NotReadyToPlayState
source: This game is not in a ready to play state.
ar_sa: هذه اللعبة غير جاهزة للتشغيل حاليًا.
ar_sy: هذه اللعبة ليست في حالة جاهزة للعب.
ca_es: Aquest joc no està en un estat llest per jugar.
cs_cz: Tato hra není ve stavu připraveném ke hraní.
de_de: Dieses Spiel ist noch nicht spielbereit.
es_es: Este juego no está listo para jugar.
fa_ir: این بازی در وضعیت آماده برای بازی نیست.
fi_fi: Tämä peli ei ole pelivalmiissa tilassa.
fr_fr: Ce jeu n'est pas prêt à être joué.
he_il: המשחק אינו במצב מוכן להפעלה.
it_it: Questo gioco non è pronto per essere giocato.
ja_jp: このゲームはプレイできる状態ではありません。
ko_kr: 이 게임은 현재 플레이 가능한 상태가 아닙니다.
pl_pl: Ta gra nie jest gotowa do gry.
pt_br: Este jogo não está pronto para jogar.
ru_ru: Эта игра не готова к запуску.
th_th: เกมนี้ยังไม่อยู่ในสถานะพร้อมเล่น
tr_tr: Bu oyun oynamaya hazır durumda değil.
uk_ua: Ця гра не готова до запуску.
vi_vn: Trò chơi này chưa ở trạng thái sẵn sàng chơi.
zh_cn: 游戏当前未准备就绪
zh_tw: 遊戲尚未準備就緒

# GamePage_OpenDllLocation
source: Open DLL location
ar_sa: فتح موقع ملف DLL
ar_sy: فتح موقع تخزين ملفات الـDLL
ca_es: Obre la ubicació de la DLL
cs_cz: Otevřít umístění souboru DLL
de_de: DLL-Speicherort öffnen
es_es: Abrir ubicación del DLL
fa_ir: باز کردن محل DLL
fi_fi: Avaa DLL-sijainti
fr_fr: Ouvrir l'emplacement DLL
he_il: פתח את מיקום ה-DLL
it_it: Apri la posizione della DLL
ja_jp: DLL ファイルの場所を開く
ko_kr: DLL 위치 열기
pl_pl: Otwórz lokalizację biblioteki DLL
pt_br: Abrir localização da DLL
ru_ru: Открыть расположение DLL
th_th: เปิดตำแหน่งไฟล์ DLL
tr_tr: DLL konumunu aç
uk_ua: Відкрити розташування DLL
vi_vn: Mở vị trí DLL
zh_cn: 打开 DLL 文件路径
zh_tw: 開啟 DLL 檔案路徑

# GamePage_OriginalDll
source: Original DLL
ar_sa: ملف DLL الأصلي
ar_sy: ملفات الـDLL الأصلية
ca_es: DLL original
cs_cz: Originální soubor DLL
es_es: DLL Original
fa_ir: فایل DLL اصلی
fi_fi: Alkuperäinen DLL
fr_fr: Version originel DLL
he_il: קובץ DLL מקורי
it_it: DLL originale
ja_jp: オリジナル DLL
ko_kr: 원본 DLL
pl_pl: Oryginalna biblioteka DLL
pt_br: DLL original
ru_ru: Исходная DLL
th_th: DLL ต้นฉบับ
tr_tr: Orijinal DLL
uk_ua: Оригінальна DLL
vi_vn: DLL Gốc
zh_cn: 原始 DLL 文件
zh_tw: 原始 DLL 版本

# GamePage_ProcessingPleaseWaitTemplate
source: {0} is still processing. Please wait for the loading indicator to complete before opening.
ar_sa: {0} لا يزال قيد المعالجة. يُرجى الانتظار حتى يكتمل شريط التحميل قبل الفتح
ar_sy: {0} قيد المعالجة حالياً. يُرجى الانتظار حتى اكتمال التحميل قبل الفتح.
ca_es: {0} encara s'està processant. Espereu que l'indicador de càrrega s'acabi abans d'obrir.
cs_cz: {0} se stále zpracovává. Před otevřením prosím vyčkejte až indikátor načtení dojede ke konci.
de_de: {0} wird noch verarbeitet. Bitte warten Sie, bis der Ladeanzeiger vollständig angezeigt wird, bevor Sie die Seite öffnen.
es_es: {0} aún se está procesando. Por favor, espere a que se complete el indicador de carga antes de abrir.
fa_ir: {0} هنوز در حال پردازش است. لطفاً قبل از باز کردن منتظر بمانید تا نشانگر بارگیری کامل شود.
fi_fi: {0} käsitellään edelleen. Odota latauksen valmistumista ennen avaamista.
fr_fr: {0} est toujours en cours de traitement. Veuillez patienter jusqu'à ce que l'indicateur de chargement soit terminé avant d'ouvrir.
he_il: {0} עדיין בעיבוד. אנא המתן לסיום מחוון הטעינה לפני הפתיחה.
it_it: {0} è ancora in fase di elaborazione. Per favore, attendi il completamento dell'indicatore di caricamento prima di aprire.
ja_jp: {0} は現在処理中です。読み込みが完了するまでお待ちください。
ko_kr: {0}을(를) 처리 중입니다. 로딩 표시가 사라질 때까지 기다린 후 열어주세요.
pl_pl: {0} wciąż się przetwarza. Prosimy poczekać aż ładowanie się zakończy zanim uruchomisz grę.
pt_br: {0} ainda está processando. Aguarde a conclusão do carregamento antes de abrir.
ru_ru: {0} все еще обрабатывается. Пожалуйста, дождитесь завершения загрузки, прежде чем открывать.
th_th: {0} กำลังประมวลผล กรุณารอให้แถบโหลดทำงานเสร็จก่อนเปิด
tr_tr: {0} hala işleniyor. Lütfen açmadan önce yükleme göstergesinin tamamlanmasını bekleyin.
uk_ua: {0} все ще обробляється. Будь ласка, зачекайте, поки завантаження завершиться, перш ніж відкривати.
vi_vn: {0} vẫn đang xử lý. Vui lòng chờ chỉ báo tải hoàn tất trước khi mở.
zh_cn: {0} 仍在处理中，请等待加载进度完成后再打开。
zh_tw: {0} 正在進行處理，請等待載入進度完成再開啟此遊戲。

# GamePage_ResetAll
source: Reset all
ca_es: Restableix-ho tot
cs_cz: Resetovat vše
es_es: Restablecer todo
fa_ir: بازنشانی همه
fi_fi: Palauta kaikki
he_il: אפס הכל
ja_jp: すべてリセット
ko_kr: 모두 초기화
pl_pl: __UNTRANSLATED__Reset all
th_th: รีเซ็ตทั้งหมด
uk_ua: Скинути все
vi_vn: Đặt lại tất cả
zh_cn: 重置所有
